[
        {
          "id": "1",
          "area": "Fairfax County",
          "description": "Seller requests that any offers be submitted by Monday April 17th at 7:00 pm. Beautiful split foyer on a corner lot in popular Mantua Hills. With four bedrooms, 3 full baths, and home office, this home offers plenty of comfort and space for your everyday needs. The main level features gleaming hardwood floors, a gourmet kitchen, separate and spacious dining room and large living room with a huge bay window and wood burning fireplace. The large primary suite has a wonderful two-sided gas fireplace, a large sitting/dressing area, and plenty of closet space that includes a large walk-in closet. A full ensuite bath completes the Primary suite. A second nicely sized bedroom and beautiful full hall bath can also be found on this level. The LARGE 3 season screened in porch is accessed via the dining room. This is a wonderful space to entertain or to be with nature and perhaps spot the family of deer that frequent the neighborhood. The spacious deck can be accessed from this area and is another lovely space to entertain or to just relax and enjoy nature. The lower level features a large recreation room with a wet bar and a second wood burning fireplace, two additional bedrooms and a third full bath. A home office completes this level that has wonderful built-ins that provide tons of extra storage. You can access the carport from the recreation room. The home has plenty of additional storage space inside and out. Be sure to see the huge storage area located in the carport. This home has been lovingly maintained by one set of owners. Mantua Hills does not have a mandatory HOA, however it does have a civic association that you have the option to join for a nominal fee. The Mantua community features an extensive network of walking and biking trails. Easy access to I-495, Route 50, I-66, Route 236, multiple bus lines, and the Dunn Loring and Vienna Metro. Very close to the Mosiac District, Inova Fairfax Hospital, and shops and dining.",
          "address": "9127 Santayana Dr, Fairfax, VA 22031",
          "city": "Fairfax",
          "zip": "22031",
          "image": "./images/h1/h1.jpeg",
          "type": "Townhouse",
          "beds": 4,
          "baths": 3,
          "sqft": "3,465",
          "price": 850000,
          "parking": 2,
          "construction": ["fireplace", "landry"]
        },
        {
          "id": "2",
          "area": "Fairfax County",
          "address": "10081 Daniels Run Way, Fairfax, VA 22030",
          "description": "Welcome to this meticulously maintained spacious home in desirable Farrcroft. Details galore and so many additional upgrades. Hardwood flooring upgraded throughout main level and second floor bedrooms and hallways. Transom windows and french doors on main level, with UV resistant film added to select windows to prevent sunlight glare and fading of floors. 9 foot ceilings on main level and upstairs, with beautiful crown molding added to family room, dining room, basement and other areas. Kitchen appliances updated in 2017 along with gas stove top with downdraft vent and double wall convection ovens. Landscaped backyard with brick patio, outdoor lighting. Hidden phantom screen door off the family room. Roof replaced in 2021, six inch gutters and downspouts added to home. Furnace with humidifier replaced in 2019 and instant hot water on demand added to recently replaced hot water tank. Recessed lighting throughout home and premium security system installed. Fully finished basement with bonus exercise/flex room, under stairs storage, and walk up to rear yard.",
          "city": "Fairfax",
          "zip": "22031",
          "image": "./images/h2/h2.jpeg",
          "type": "Condo",
          "beds": 5,
          "baths": 5,
          "price": 1150000,
          "sqft": "3,153",
          "parking": 1,
          "construction": ["elevator", "garage"]
        },
        {
          "id": "3",
          "area": "Fairfax County",
          "address": "3727 Richard Ave, Fairfax, VA 22031",
          "description":"Fully renovated with tons of upgrades and great entertaining spaces! More info coming soon",
          "city": "Fairfax",
          "zip": "22031",
          "image": "./images/h3/h3.jpeg",
          "type": "Townhouse",
          "beds": 3,
          "baths": 2,
          "sqft": "1,942",
          "price": 625000,
          "parking": 0,
          "construction": ["basement", "landry"]
        },
        {
          "id": "4",
          "area": "New York",
          "address": "1968 Bergen Ave #K3, Brooklyn, NY 11234",
          "city": "Bronxville",
          "zip": "22031",
          "image": "./images/h4/h4.jpeg",
          "type": "Condo",
          "sqft": "1,190",
          "beds": 2,
          "baths": 2,
          "price": 665000,
          "parking": 0,
          "construction": ["fireplace", "gym"]
        },
        {
          "id": "5",
          "area": "New York",
          "address": "4050 Nostrand Ave APT 1A, Brooklyn, NY 11235",
          "city": "Brooklyn",
          "zip": "22031",
          "image": "./images/h5/h5.jpeg",
          "type": "Apartment",
          "sqft": "1,504",
          "beds": 3,
          "baths": 2,
          "price": 265000,
          "parking": 1,
          "construction": ["landry", "gym"]
        },
        {
          "id": "6",
          "area": "Washington",
          "address": "2320 Wisconsin Ave APT 104, Washington, DC 20007",
          "city": "Washington",
          "zip": "22031",
          "image": "./images/h6/h6.jpeg",
          "type": "Multi Family",
          "sqft": "720",
          "beds": 1,
          "baths": 1,
          "price": 389000,
          "parking": 1,
          "construction": ["Forced air, electric", "Central a/c, electric"]
        },
        {
          "id": "7",
          "area": "Westchester County",
          "address": "95 Vernon ave, Scarsdale, NY 10538",
          "city": "Scarsdale",
          "zip": "22031",
          "image": "./images/h7/h7.jpeg",
          "type": "Studio",
          "sqft": "1,200",
          "beds": 1,
          "baths": 1,
          "price": 215000,
          "parking": 3,
          "construction": ["elevator", "garage"]
        },
        {
          "id": "8",
          "area": "Westchester County",
          "address": "321 Munday Lane, Eastchester, NY 10606",
          "city": "Eastchester",
          "zip": "22031",
          "image": "./images/h8/h8.jpeg",
          "type": "Multi Family",
          "sqft": "2,100",
          "beds": 3,
          "baths": 1,
          "price": 845000,
          "parking": 3,
          "construction": ["basement", "pool"]
        },
        {
          "id": "9",
          "area": "Westchester County",
          "address": "123 Ducksworth Way, New Rochelle, NY 10535",
          "city": "New Rochelle",
          "zip": "22031",
          "image": "./images/h9/h9.jpeg",
          "type": "Townhouse",
          "sqft": "1,300",
          "beds": 2,
          "baths": 1,
          "price": 650000,
          "parking": 3,
          "construction": ["garage", "landry"]
        }
]